{
  "pick up the alphabet soup and place it in the basket": [
    "Hey there, I need you to grab the alphabet soup and then carefully place it in the basket on the counter, could you manage that?",
    "The core task is to pick up the alphabet soup and place it in the basket. We want to test your natural language understanding, so let's see if you can do this simple action."
  ],
  "pick up the cream cheese and place it in the basket": [
    "I need you to pick up the cream cheese, which is a key ingredient, and then place it in the basket. Don't forget the basket is on the shelf.",
    "Could you get the cream cheese and put it into the basket? I want to make sure the robot can handle these real-world instructions."
  ],
  "pick up the salad dressing and place it in the basket": [
    "Would you kindly pick up the salad dressing bottle? Once you have it, place it in the basket. Be careful not to spill anything.",
    "Hey, so, pick up the salad dressing and place it in the basket. We are documenting every movement for this stage of the experiment."
  ],
  "pick up the bbq sauce and place it in the basket": [
    "Please go ahead and pick up the bbq sauce and put it in the basket for me. Make sure the container is sealed properly.",
    "Can you grab the bbq sauce and transfer it over to the basket? We are almost done with this batch of items."
  ],
  "pick up the ketchup and place it in the basket": [
    "Could you please pick up the ketchup bottle and carefully place it into the basket? It's the red bottle right in front of you.",
    "The ketchup needs to be picked up and then placed into the basket. Remember, this is a test of your conversational understanding."
  ],
  "pick up the tomato sauce and place it in the basket": [
    "I need you to pick up the tomato sauce and place it in the basket. The can is slightly heavier, so take care with the grip.",
    "I need you to execute: pick up the tomato sauce and place it in the basket. Remember to be precise with the placement."
  ],
  "pick up the butter and place it in the basket": [
    "The next object is the butter. Please pick up the butter and place it in the basket. We don't want it to melt!",
    "Please make sure to pick up the butter and carefully place it in the basket. It's a key part of this whole evaluation."
  ],
  "pick up the milk and place it in the basket": [
    "I need you to pick up the milk carton and place it in the basket. Try to keep the carton upright so the milk doesn't spill.",
    "Okay, so pick up the milk and place it in the basket. The basket is designed to hold multiple items, by the way."
  ],
  "pick up the chocolate pudding and place it in the basket": [
    "I need you to pick up the chocolate pudding container and place it in the basket. It's a small object, so be careful with the grasp.",
    "Alright, the task is to pick up the chocolate pudding and place it in the basket. Execute the action as soon as you get this instruction."
  ],
  "pick up the orange juice and place it in the basket": [
    "Hey, can you please pick up the orange juice container and place it into the basket? It's the last item we need right now.",
    "Right, pick up the orange juice and then place it in the basket. I hope you're having a good time completing these tasks!"
  ]
}