{
  "pick up the alphabet soup and place it in the basket": [
    "Could you please pick up the alphabet soup and place it in the basket?",
    "I need you to grab the alphabet soup and put it into the basket now.",
    "Can you please move the alphabet soup and put it inside the basket?",
    "Please pick up the alphabet soup and set it down in the basket.",
    "I'd like you to pick up the alphabet soup and place it in the basket, if you would."
  ],
  "pick up the cream cheese and place it in the basket": [
    "Could you please pick up the cream cheese and place it in the basket?",
    "I need you to grab the cream cheese and put it into the basket now.",
    "Can you please move the cream cheese and put it inside the basket?",
    "Please pick up the cream cheese and set it down in the basket.",
    "I'd like you to pick up the cream cheese and place it in the basket, if you would."
  ],
  "pick up the salad dressing and place it in the basket": [
    "Could you please pick up the salad dressing and place it in the basket?",
    "I need you to grab the salad dressing and put it into the basket now.",
    "Can you please move the salad dressing and put it inside the basket?",
    "Please pick up the salad dressing and set it down in the basket.",
    "I'd like you to pick up the salad dressing and place it in the basket, if you would."
  ],
  "pick up the bbq sauce and place it in the basket": [
    "Could you please pick up the bbq sauce and place it in the basket?",
    "I need you to grab the bbq sauce and put it into the basket now.",
    "Can you please move the bbq sauce and put it inside the basket?",
    "Please pick up the bbq sauce and set it down in the basket.",
    "I'd like you to pick up the bbq sauce and place it in the basket, if you would."
  ],
  "pick up the ketchup and place it in the basket": [
    "Could you please pick up the ketchup and place it in the basket?",
    "I need you to grab the ketchup and put it into the basket now.",
    "Can you please move the ketchup and put it inside the basket?",
    "Please pick up the ketchup and set it down in the basket.",
    "I'd like you to pick up the ketchup and place it in the basket, if you would."
  ],
  "pick up the tomato sauce and place it in the basket": [
    "Could you please pick up the tomato sauce and place it in the basket?",
    "I need you to grab the tomato sauce and put it into the basket now.",
    "Can you please move the tomato sauce and put it inside the basket?",
    "Please pick up the tomato sauce and set it down in the basket.",
    "I'd like you to pick up the tomato sauce and place it in the basket, if you would."
  ],
  "pick up the butter and place it in the basket": [
    "Could you please pick up the butter and place it in the basket?",
    "I need you to grab the butter and put it into the basket now.",
    "Can you please move the butter and put it inside the basket?",
    "Please pick up the butter and set it down in the basket.",
    "I'd like you to pick up the butter and place it in the basket, if you would."
  ],
  "pick up the milk and place it in the basket": [
    "Could you please pick up the milk and place it in the basket?",
    "I need you to grab the milk and put it into the basket now.",
    "Can you please move the milk and put it inside the basket?",
    "Please pick up the milk and set it down in the basket.",
    "I'd like you to pick up the milk and place it in the basket, if you would."
  ],
  "pick up the chocolate pudding and place it in the basket": [
    "Could you please pick up the chocolate pudding and place it in the basket?",
    "I need you to grab the chocolate pudding and put it into the basket now.",
    "Can you please move the chocolate pudding and put it inside the basket?",
    "Please pick up the chocolate pudding and set it down in the basket.",
    "I'd like you to pick up the chocolate pudding and place it in the basket, if you would."
  ],
  "pick up the orange juice and place it in the basket": [
    "Could you please pick up the orange juice and place it in the basket?",
    "I need you to grab the orange juice and put it into the basket now.",
    "Can you please move the orange juice and put it inside the basket?",
    "Please pick up the orange juice and set it down in the basket.",
    "I'd like you to pick up the orange juice and place it in the basket, if you would."
  ]
}